tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ory/tap"
brew "asdf"
brew "circleci"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "fluent-bit"
brew "ghcup"
brew "jq"
brew "node"
brew "python@3.12"
brew "jupyterlab"
brew "kubernetes-cli"
brew "lua-language-server"
brew "minikube"
brew "neovim"
brew "pnpm"
brew "postgresql@16", restart_service: true, link: true
brew "ripgrep"
brew "rustup"
brew "telnet"
brew "thefuck"
brew "tmate"
brew "tmux"
brew "watchexec"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "ory/tap/cli"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
